blog/2021/meditation-210511.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 18:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>沉思录 210511</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">沉思录 210511</h1>
</header><p>
每日自问：
</p>

<ol class="org-ol">
<li>你想成为怎样的人？</li>
</ol>

<p>
昨天读完了余秋雨的《借我一生》，当读到女大学生姜沙自杀、给齐华留纸条的那几页时，我哭了。为姜沙感到惋惜，对齐华的自卑也有同感。
</p>

<p>
我遇到心仪的有知识底蕴的同龄女性，内心也会涌现一种自卑感，觉得自己的见识浅薄，言语表达能力弱，不能够和对方愉快地交流。转念一想，这些不是那么正确。我每天正在进行的，就是一种思考活动，这种思考能够让我更加全面地看待身边的人和事，而不是仅仅关注在一个点上。
</p>

<p>
今日完成：
</p>

<ol class="org-ol">
<li>Complete <i>Basic JavaScript</i>'s first 103 lessons</li>
<li><a href="https://github.com/qianguyihao/Web/tree/master/00-%E5%89%8D%E7%AB%AF%E5%B7%A5%E5%85%B7">https://github.com/qianguyihao/Web/tree/master/00-%E5%89%8D%E7%AB%AF%E5%B7%A5%E5%85%B7</a>
<ul class="org-ul">
<li><a href="https://www.cnblogs.com/wangiqngpei557/p/6056624.html">https://www.cnblogs.com/wangiqngpei557/p/6056624.html</a></li>
</ul></li>
<li>总结余秋雨《借我一生》读书笔记</li>
</ol>
</div>
</body>
</html>